import history1 from "./history1.png";

export default [
  {
    title: "Октябрь 2016",
    text: "Все началось в сентябре 2016 года. Мне надо было встретить нового сотрудника в компании. Он позвонил, что находится на этаже. Я подошла и открыла дверь. Произнесла свое стандартное: «Привет! Я Даша».",
    image: history1,
  },
  {
    title: "Март 2017",
    text: "Прошло полгода совместной работы. Большую часть времени мы сидели друг напротив друга. Я успела влюбиться, потом заставить себя думать об этом. Потом съехала в другой кабинет. И тут однажды, когда я задержалась на работе, приходит сообщение: «Не хочешь лишь ли ты присоединиться к заплыву в Ладоге». В принципе я не брала паузу, согласилась практически сразу же.",
    image: history1,
  },
  {
    title: "Июнь 2017",
    text: "Этим же летом мы сходили в поход. В последствии даже записались в альп. кружок. Это событие, наверное, максимально все расставило по текущим местам.",
    image: history1,
  },
  {
    title: "Октябрь 2018",
    text: "Мы начали заниматься различными видами спорта: велосипединг, пакрафтинг, байдаринг, болотинг...",
    image: history1,
  },
];
