import spring17 from "./2017_spring.png";
import fall16 from "./2016_fall.png";
import summer17 from "./2017_summer.png";
import summer18 from "./2019.png";
import summer19 from "./2019_summer.png";
import winter20 from "./2020_winter.png";
import fall21 from "./2021_fall.png";

const history = [
  {
    title: "Осень 2016",
    text: "Все началось в сентябре 2016 года. Даше надо было встретить нового сотрудника. Дима позвонил, когда находился на этаже БЦ и попросил, чтобы его впустили. Даша открыла дверь и произнесла свое стандартное: «Привет! Я Даша. Тут кухня, там туалет». Так и произошла их первая встреча",
    image: fall16,
  },
  {
    title: "Весна 2017",
    text: "Прошло полгода совместной работы. Большую часть времени они сидели друг напротив друга. Даша переехала в другой кабинет. И тут однажды, когда она задержалась на работе, ей приходит сообщение: «Не хочешь ли ты присоединиться к заплыву в Ладоге». В принципе она не брала паузу, согласилась практически сразу.",
    image: spring17,
  },
  {
    title: "Лето 2017",
    text: "Этим же летом они сходили в горный поход. Впоследствии даже записались в альп. кружок. Это лето, наверное, максимально все расставило по текущим местам.",
    image: summer17,
  },
  {
    title: "Лето 2018",
    text: "Даша с Димой начали заниматься различными видами спорта: велосипединг, пакрафтинг, байдаринг, болотинг...",
    image: summer18,
  },
  {
    title: "Лето 2019",
    text: "Они и сейчас продолжают этим заниматься. Даже места призовые занимают.",
    image: summer19,
  },
  {
    title: "Зима 2020",
    text: "Полгода назад их стало трое. Дима уже не удивляется, как можно так полярно сменить свое отношение к пушочку-пирожочку.",
    image: winter20,
  },
  {
    title: "Осень 2021",
    text: "Давайте проведем и запомним это мероприятие вместе!",
    image: fall21,
  },
];

export default history;
